Repository: Ghali01/QA-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Facebook
ar: فيسبوك

source: Twitter
ar: توتير

source: Google
ar: جوجل

source: Github
ar: جيتهاب

source: Super Admin
ar: مشرف اول

source: Admin
ar: مشرف

source: Moderator
ar: محرر

source: User
ar: مستخدم

source: today
ar: اليوم

source: yesterday
ar: البارحة

source: days
ar: ايام

source: months
ar: شهور

source: years
ar: سنين

source: secs
ar: ثواني

source: min
ar: دقائق

source: hour
ar: ساعات

# count
source: K
ar: الف

# count
source: M
ar: مليون

source: Register
ar: تسجيل

source: Login
ar: دخول

source: User name is alredy exists
ar: اسم المستخدم موجود مسبقا

source: Full name is requrid
ar: الاسم الكامل مطلوب

source: User name is requrid
ar: اسم المستخدم مطلوب

source: Email is requrid
ar: البريد الالكتروني مطلوب

source: Email is taken
ar: البريد الالكتروني محجوز

source: Password is requrid
ar: كلمة السر مطلوبة

source: Confirm Password is requrid
ar: تأكيد كلمة المرور مطلوب

source: Password does not match
ar: كلمة السر غير متوافقة

source: user baned
ar: المستخدم محظور

source: email or passowrd in not valid
ar: البريد الالكتروني او كلمة السر خطأ

source: you have to add 1 tag or more
ar: يجب عليك اختيار وسم واحد على الاقل

source: email is taken
ar: البريد الالكتروني محجوز

source: No account with this email
ar: لا يوجد حساب بهذا البريد الالكتروني

source: invalid captcha
ar: تعذر النحقق من الهوية

source: Question
ar: سؤال

source: Answer
ar: جواب

# choicse
source: Suggest
ar: اقتراح

# choicse
source: Accept
ar: قبول

# choicse
source: Reject
ar: رفض

# choicse
source: Suggest Edit
ar: اقتراح تعديل

# choicse
source: Accept Edit
ar: قبول تعديل

# choicse
source: Reject Edit
ar: رفض تعديل

# choicse
source: Publish
ar: نشر

# choicse
source: Ubpunlish
ar: الغاء نشر

source: Gold
ar: ذهبية

source: Silver
ar: فضية

source: Bronze
ar: برونزية

source: Questions
ar: الاسئلة

source: Answers
ar: الاجوبة

source: Self Answers
ar: الاجوبة على سؤال

source: Comments
ar: التعليقات

source: Self Comments
ar: التعليقات على منشور

source: Views
ar: مشاهدة

source: Post Votes
ar: التصويت على منشور

source: Question Votes
ar: التصويت على الاسئلة

source: Answer Votes
ar: التصويت على اجوبة

source: Edits
ar: تعديلات

source: Polls
ar: استبيانات

source: Login times
ar: عدد مرات تسجيل الدخول

source: Tag
ar: وسم

source: Category
ar: تصنيف

source: General
ar: عام

source: The question has been submitted, it will be reviewed soon.
ar: تم ارسال السؤال سيتم مراجعته قربياً

source: Category Not found
ar: التصنيف غير موجود

source: Title should not be empty
ar: لا يمكن ان يكون العنوان فارغ

source: Question Text should not be empty
ar: نص السؤال يجب ان لا يكون فارغ

source: You most add 1 tag or more
ar: يجب عليك اضافة وسم واحد على الاقل

source: The answer has been submitted, it will be reviewed soon.
ar: تم ارسال الاجابة سيتم مراجعتها قريباً

source: Answer should not by empty
ar: الجواب يجب ان لا يكون فارغ

source: The edit has been submitted, it will be reviewed soon.
ar: تم ارسال التعديل سيتم مراجعتها قربياً

source: no questions
ar: لا يوجد اسئلة

source: Template Created
ar: تم انشاء القالب

source: Name can not be empty
ar: لا يمكن ان يكون الاسم فارغ

source: Value Error
ar: خطأ قيمة

source: Template does not exists
ar: القالب غير موجود

source: Invaild ID
ar: معرف مجهول

source: template does not exists
ar: القالب غير موجود

source: Email was sent
ar: تم ارسال الرسال

source: Subject Can not be empty
ar: لا يمكن ان يكون الموضوع فارغ

source: badge created
ar: تم انشاء الشارة

source: check empty fields
ar: تحقق من الحقول الفارغة

source: Badge Removed
ar: تم ازالة الشارة

source: invalid id
ar: المعرف غير موجود

source: Values Error
ar: خطأ قيمة

source: reason added
ar: تمت اضافة السبب

source: reason removed
ar: تمت ازالة السبب

source: invalid email or password
ar: البريد الالكتروني او كلمة السر خطأ

source: This page for only admin
ar: هذه الصفحة فقط للمشرفين

source: Email is requreid
ar: البريد الالكتروني مطلوب

source: Password is requreid
ar: كبمة السر مطلوبة

source: poll Added
ar: تمت اضافة الاستبيان

source: poll removed
ar: تم حذف الاستبيان

source: question was delete
ar: تم حذف السؤال

source: question does not exists
ar: السؤال غير موجود

source: title is empty
ar: العنوان فارغ

source: text is empty
ar: النص فارغ

source: You should add 1 tag or more
ar: يجب عليك اضافة وسم واحد على القال

source: answer was delete
ar: تم حذف الجواب

source: answer does not exists
ar: الجواب غير موجود

source: comment was delete
ar: تم حذف التعليق

source: comment does not exists
ar: التعليق غير موجود

source: Users
ar: مستخدمين

source: message sent
ar: تم ارسال الرسالة

source: Radio List
ar: اختيار احادي

source: Check List
ar: اختيار متعدد

source: Thank You
ar: شكرا لك

source: Email Sent
ar: تم ارسال الرسالة

source: Change Your Email
ar: تغيير بريدك الالكتروني

source: Email
ar: البريد الالتكروني

source: Resend Email
ar: اعادة ارسال بريد الكتروني

source: Change Password
ar: تغيير كلمة السر

source: Change Your Password
ar: تغيير كلمة السر

source: Password
ar: كلمة السر

source: Confirm Password
ar: تأكيد كلمة المرور

source: Set Password
ar: تعيين كلمة السر

source: Confirm Your Email
ar: تأكيد بريدك الألكتروني

source: We Send confirm message to
ar: لقد ارسلنا رسالة التأكيد

source: Change Email
ar: تغيير البريد الكتروني

source: Return to sign up
ar: عودة الى التسجيل

source: Log In with Facebook
ar: تسجيل دخول عبر فيسبوك

source: Log In with Twitter
ar: تسجيل دخول عبر تويتر

source: Log In with GitHub
ar: تسجيل دخول عبر جيتهاب

source: Log In with Google
ar: تسجيل دخول عبر جوجل

source: can not login
ar: فشل تسجيل الدخول

source: Forget Password?
ar: نسيت كلمة المرور؟

source: Remember Me
ar: تذكرني

source: Sign In
ar: دخول

source: or
ar: او

source: Full Name
ar: الاسم الكامل

source: User Name
ar: اسم المستخدم

source: Website (Optional)
ar: موقع الويب (اختياري)

source: By clicking Register, I agree that I have read and accepted our
ar: بضغطك على تسجيل انت قرائت و توافق على

source: Terms of Use and Privacy Policy
ar: شروط الاستخدام و سياسة الخصوصية

source: Sign Up
ar: تسجيل

source: Reset Your Password
ar: اعادة تعيين كلمة السر

source: Enter your user account's verified email address and we will send you a password reset link.
ar: ادخل بريدك الالكتروني ونحن سوف نرسل رابط اعادة تعيين كلمة السر

source: Reset Password
ar: اعادة تعيين كلمة السر

source: Complete You Register
ar: اكمل التسجيل

source: Plese select your category
ar: يرجى اختيار تصنيف

source: Select Category
ar: اختر تصنيف

source: Plese select the things that interest you
ar: يرجى اختيار الاشياء التي تهتم بها

source: Tags
ar: الوسوم

source: Save
ar: حفظ

source: Add Question
ar: اضافة سؤال

source: Add Quetion
ar: اضافة سؤال

source: Question Title...
ar: عنوان السؤال...

source: Add Tags ex: ccs,html,javascript
ar: اضافة وسوم: مثل ccs,html,javascript

source: Similar Questions
ar: اسئلة مشابهة

source: See more
ar: رؤية المزيد

source: Categories
ar: التصنيفات

source: Suggest Cateogry
ar: اقترح تصنيف

source: Oldest
ar: الاقدم

source: Newest
ar: الاجدد

source: Least Tags
ar: الاقل وسوم

source: Most Tags
ar: الاكثر وسوم

source: Suggest Tag
ar: اقترح وسم

source: Least Questions
ar: اخر الاسئلة

source: Most Questions
ar: الاكثر اسئلة

source: Least Answers
ar: الاقل اجوبة

source: Most Answers
ar: الاكثر اجوبة

source: Home
ar: الرئيسية

source: Lastst Questions
ar: اخر الاسئلة

source: Suggest Question
ar: اقترح سؤال

source: My Tags
ar: وسومي

source: All
ar: الكل

source: Least Votes
ar: الاقل تصويت

source: Most Votes
ar: الاكثر تصويت

source: Least Views
ar: الاقل مشاهدة

source: Most Views
ar: الاكثر مشاهدة

source: All time
ar: كل الاوقات

source: Today
ar: اليوم

source: This week
ar: هذا الاسبوع

source: This month
ar: هذا الشهر

source: (unPublished)
ar: (غير منشور)

source: Asked:
ar: سئل مند:

source: Active:
ar: نشط منذ:

source: Viwes:
ar: المشاهدات:

source: Report
ar: ابلاغ

source: Added in
ar: اضيف في

source: Accept
ar: قبول

source: Ignore
ar: رفض

source: Add Answer
ar: اضف اجابة

source: Suggest Edit
ar: اقترح تعديل

source: Unfollow
ar: الغاء متابعة

source: Follow
ar: متابعة

source: Share
ar: مشاركة

source: Edited in
ar: عدل في

source: All comment
ar: كل التعليقات

source: Add comment
ar: اضافة تعليق

source: Add Comment...
ar: اضافة تعليق...

source: votes
ar: صوت

source: views
ar: مشاهدة

source: answers
ar: اجابة

source: added by
ar: اضيف بواسطة

source: last answer added in
ar: اخر جواب اضيف في

source: Add Badge
ar: اضافة شارة

source: Level
ar: المستوى

source: Eran Reason
ar: سبب الحصول على الشارة

source: Quetions
ar: الاسئلة

source: Self Answer
ar: الاجوبة على سؤال

source: Self Commnet
ar: التعليقات على منشور

source: Log in times
ar: عدد مرات تسجيل الدخول

source: Target Type
ar: نوع الهدف

source: Target
ar: الهدف

source: Count
ar: العدد

source: Add Card
ar: اضافة بطاقة

source: Add Email Template
ar: اضافة قالب

source: Template Name
ar: اسم القالب

source: Flag Reason
ar: اسباب التبليغ

source: name in english
ar: الاسم بالانجليزية

source: name in arabic
ar: الاسم بالعربية

source: description in english
ar: الوصف بالانجليزية

source: description in arabic
ar: الوصف بالعربية

source: Titile...
ar: عنوان...

source: Add Tags
ar: اضافة وسوم

source: Category lvl 1
ar: 1 تصنيف مستوى

source: Category lvl 2
ar: تصنيف مستوى 2

source: Category lvl 3
ar: تصنيف مستوى 3

source: Category lvl 4
ar: تصنيف مستوى 4

source: Add
ar: اضافة

source: Categiries
ar: التصنيفات

source: Poll Items
ar: عناصر الاستبيان

source: CheckBox List
ar: اختيار متعدد

source: question text...
ar: نص السؤال...

source: Option...
ar: خيار

source: Add Choice
ar: اضافة خيار

source: Add CheckBox List
ar: اضافة اختيار متعدد

source: Add Radio List
ar: اضافة اختيار احادي

source: Publish
ar: نشر

source: Advertise Messages
ar: رسائل الاعلان

source: Company Name
ar: اسم الشركة

source: Subject
ar: الموضوع

source: Action
ar: اجراء

source: Show
ar: عرض

source: Delete
ar: حذف

source: There is no Requests
ar: لا يوجد طلبات

source: Delete Request
ar: حذف طلب

# paragraph
source: delete ads request
ar: هل تريد حذف الطلب؟

source: Close
ar: اغلاق

source: Search by id
ar: بحث بواسطة المعرف

source: Text
ar: النص

source: Aouthr
ar: الكاتب

source: Date
ar: التاريخ

source: Id
ar: المعرف

source: Edit
ar: تعديل

source: Unpublish
ar: الغاء نشر

source: Logs
ar: تغييرات

source: Mark as correct
ar: تعليم كصحيح

source: Delete Answer
ar: الاجوبة على سؤال

source: Do you want Delete the Answer with ID
ar: هل تريد حذف السؤال ذو المعرف

source: Badges Management
ar: ازالة الشارات

source: search name
ar: بحث بالاسم

source: Select Level
ar: اختر مستوى

source: Select Reason
ar: اختر السبب

source: Select Target
ar: اختر الهدف

source: Name
ar: الاسم

source: Description
ar: الوصف

source: Reason
ar: السبب

source: target
ar: الهدف

source: Users Earned
ar: المستخدمين الذين حصلو عليها

source: Delete Badge
ar: حذف الشارة

source: Do you want Delete the Badge with ID
ar: هل تريد حذف الشارة ذات المعرف

source: Categories lvl 1
ar: التصنيف مستوى 1

source: Categories lvl 2
ar: التصنيف مستوى 2

source: Categories lvl 3
ar: التصنيف مستوى 3

source: Categories lvl 4
ar: التصنيف مستوى 4

source: Add Category
ar: اضافة تصنيف

source: Edit Category
ar: تعديل التصنيف

source: Delete Category
ar: حذف التصميف

source: Do you want delete
ar: هل تريد حذف

source: and everything related to it?
ar: وكل شيء يتعلق به؟

source: Delete Message
ar: حذف الرسالة

# paragraph
source: delete contact message
ar: هل تريد حذف الرسائل

source: Contact Messages
ar: رسائل التواصل

source: There is no Messages
ar: لا يوجد رسائل

source: Add HTML to Advertise Page
ar: اضافة HTML لصفحة الاعلان

source: Demo Images:
ar: صور للمعاينة

source: Edit Answer
ar: تعديل اجابة

source: ID:
ar: المعرف:

source: Added By:
ar: اضيف بواسطة:

source: List Title
ar: عنوان القائمة

source: Add item
ar: اضافة عنصر

source: Cards
ar: البطاقات

source: There is no Cards
ar: لا يوجد بطاقات

source: Delete Card
ar: حذف بطاقة

source: Edit Comment
ar: تعديل تعليق

source: Delete Comment
ar: حذف تعليق

source: Do you want Delete the Comment with ID
ar: هل تريد حذف التعليق ذو المعرف

source: Edit footer
ar: تعديل اسفل الموقع

source: Add HTML to footer
ar: اضافة HTML لأسفل الموقع

source: Edit Header
ar: تعديل رأس الموقع

source: Edit Service
ar: تعديل الخدمات

source: Title
ar: العنوان

source: Edit Info
ar: تعديل صفحة المعلومات

source: Delete Item
ar: حذف عنصر

source: Services
ar: الخدمات

source: Delete Service
ar: حذف خدمة

source: Delete Question
ar: حذف السؤال

source: Do you want Delete the Question with ID
ar: هل تريد حذف السؤال ذو المعرف

source: Edit Terms & Policy
ar: تعديل الاحكام وسياسية الخصوصية

source: Email Templates
ar: قوالب البريد الالكتروني

source: without template
ar: بدون قالب

source: Use
ar: استخدم

# paragraph
source: There is no Templates
ar: لا يوجد قوالب

source: Delete Template
ar: حذف قالب

source: Flag Reasons
ar: اسباب التبليغ

# paragraph
source: There is no Reasons
ar: لا يوجد اسباب

source: Remove Reason
ar: حذف السبب

source: Remove
ar: ازالة

source: Flaged Answers
ar: الاجوبة المبلغ عليها

source: Report Reasons
ar: اسباب الابلاغ

source: Report Count
ar: عدد البلاغات

source: Flaged Questions
ar: الاسئلة المبلغ عليها

source: Flaged Users
ar: المستخدمين المبلغ عليهم

source: User name
ar: اسم المستخدم

source: Full name
ar: الاسم الكامل

source: ID
ar: المعرف

source: Profile
ar: الملف الشخصي

# send email
source: Email
ar: ارسال بريد التكروني

source: Ban
ar: حظر

source: Unban
ar: الغاء الحظر

source: Prune
ar: تأديب

source: Ban User
ar: حظر المستخدم

source: Do you want Ban
ar: هل تريد حظر

source: User Premissions
ar: صلاحيات المستخدم

source: unpublish all user questions
ar: الغاء نشر كل اسئلة المستخدم

source: unpublish all user answers
ar: الغاء نشر كل اجوبة المستخدم

source: Unban User
ar: الغاء حظر المستخدم

source: Do you want unban
ar: هل تريد الغاء حظر

source: Sign in to start your session
ar: سجل الدخول بدء جلستك

source: Options
ar: خيارات

source: Restart Server
ar: اعادة تشغيل الخادم

source: Arabic
ar: لغة عربية

source: Restart
ar: اعادة تشغيل

source: Polls Management
ar: ادارة الاستبيانات

source: description
ar: وصف

source: Users Target
ar: المستخدمين المستهدفين

source: Participants
ar: المشاركين

source: Participation rate
ar: معدل المشاركة

source: Target(s)
ar: الاهداف

source: Resaults
ar: النتائج

source: Lock
ar: حذف

source: Unlock
ar: فتح

source: Delete Poll
ar: حذف الاستبيان

source: Do you want Delete the Poll with ID
ar: هل تريد حذف الاستبيان ذو المعرف

source: Dashboard
ar: لوحة التحكم

source: Post Logs
ar: التغيرات على منشور

source: Type
ar: النوع

source: Time
ar: الوقت

source: Search by title or id
ar: بحث بواسطة العنوان او المعرف

source: Sort By:
ar: ترتيب بواسطة

source: Remvoe from exams
ar: حذف من الامتحانات

source: Add to exams
ar: اضافة الى الاختبارات

source: Time:
ar: الوقت:

source: Send Email
ar: ارسال بريد الكتروني

source: Template
ar: قالب

source: Send
ar: ارسل

source: Statistics
ar: تحليل

source: Content
ar: المحتوى

source: Questions For Exams
ar: اسئلة للامتحانات

source: All Users
ar: كل المستخدمين

source: Email Users
ar: مستخدمي البريد الالكتروني

source: Facebook Users
ar: مستخدمي فيسبوك

source: Google Users
ar: مستخدمي جوجل

source: Github Users
ar: مستخدمي جيتهاب

source: Feedback
ar: التلقيم الراجع

source: Suggested Categories
ar: التصنيفات المقترحة

source: Suggested Tags
ar: الوسوم المقترحة

source: Do you want Delete the Item with ID
ar: هل تريد حذف العنصر ذو المعرف

source: Approval
ar: تعديل

source: Tag Name
ar: اسم الوسم

source: Summary
ar: وصف

source: Add Tag
ar: اضافة وسم

source: Delete Tag
ar: حذف وسم

source: Edit Tag
ar: تعديل وسم

source: Users Management
ar: ادارة المستخدمين

source: search by usernam or id...
ar: بحث بواسطة اسم المستخدم او المعرف

source: Permissions
ar: الصلاحيات

source: unban
ar: الغاء حظر

source: Set
ar: حفظ

source: Generate Exam
ar: توليد امتحان

source: Suggest Category
ar: اقترح تصنيف

source: Category name...
ar: اسم التصنيف...

source: Category Description
ar: وصف التصنيف

source: Suggest
ar: اقترح

source: Tag name...
ar: اسم الوسم...

source: Tag Description
ar: وصف الوسم

source: Advertise With Us
ar: اعلن معنا

source: Write Something...
ar: اكتب شيئاً...

source: Contact Us
ar: تواصل معنا

source: About Us
ar: عنا

source: Our Services
ar: خدماتنا

source: in wait
ar: بالانتظار

source: accepted
ar: تم القبول

source: rejected
ar: تم الرفض

source: Await
ar: بالانتظار

source: Accepted
ar: تم القبول

source: Rejected
ar: تم الرفض

source: Search
ar: بحث

source: Filter
ar: بحث

source: Accept All
ar: قبول الكل

source: Reject All
ar: رفض الكل

source: Suggested By
ar: اقترح بواسطة

source: in
ar: في

source: Change Logs was accepted by you
ar: تغيرات انت وافقت عليها

source: Show The Edit
ar: عرض التعديل

source: Reject
ar: رفض

source: Suggested Edit
ar: تعديل مقترح

source: Acceptd by
ar: تم القبول بواسطة

source: suggested in
ar: اقترح في

source: add by
ar: اضيف بواسطة

source: Rejected by
ar: رفض بواسطة

source: suggested in
ar: اقترح في

source: Please Answer All Questions
ar: يرجى الاجابة على كل الاسئلة

source: Submit
ar: ارسال

source: Member from
ar: عضو منذ

source: profile views
ar: مشاهدات الملف الشخصي

source: Last seen
ar: اخر ظهور

source: online now
ar: متصل الان

source: Activity
ar: النشاط

source: Settings
ar: الاعدادات

source: My Questions
ar: اسئلتي

source: My Answers
ar: اجاباتي

source: Badges
ar: الشارات

source: Followers
ar: المتابعين

source: Favorite Queestions
ar: الاسئلة المفضلة

source: Profile Settings
ar: اعدادات الملف الشحصي

source: Your Tags
ar: وسومك

source: About You...
ar: عنك...

source: Website
ar: الموقع الالكتروني

source: Save Changes
ar: حفظ التغيرات

source: Logout
ar: تسجيل خروج

source: Stats
ar: الحالة

source: Reputation
ar: الشعبية

source: About Me
ar: عني

source: Gold Badges
ar: شارات ذهبية

source: Silver Badges
ar: شارات فضية

source: Bronze Badges
ar: شارات برونزية

source: Top Posts
ar: افضل المنشورات

# filter
source: Votes
ar: الاكثر اصوات

source: View answer
ar: عرض الاجابة

source: categories
ar: التصنيفات

source: About us
ar: عنا

source: Contact us
ar: تواصل معنا

source: Advertise with us
ar: اعلن معنا

source: My Profile
ar: ملفي الشخصي

source: All Categories
ar: كل التصنيفات

source: All Tags
ar: كل الوسوم

source: Exams
ar: اختبارات

source: Login with email
ar: تسجيل دخول عبر البريد الالكتروني

source: edit
ar: تعديل

source: Edit Site
ar: تعديل الموقع

source: Info
ar: حول

source: Header
ar: رأس الموقع

source: Footer
ar: اسفل الموقع

source: Columns
ar: الاعمدة

source: Advertise Requests
ar: طلبات الاعلان

source: Log out
ar: تسجيل خروج

source: 404 Not Found
ar: 404 غير موجود

source: Not Found
ar: غير موجود
